Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Wiem, kwota, której żądam, nie jest mała, ale nie przesadzaj.
uk: Я знаю, сума, яку я прошу, не маленька, але воно того варте.

source: Wiem, na czym polega pieprzona bratnia pomoc czerwonych! Wiele razy przekonałem się o waszym 'złotym sercu'.
uk: Я знаю, що означає ваша кривава допомога. Багато разів бачив, яке у вас 'золоте серце'.

source: Wiem, nie gadam dużo o pieniądzach, ale nie przesadzaj.
uk: Знаю, я рідко говорю про гроші, але не перегинай палку.

source: Wiem, o czym mówisz. Nie raz miałyśmy ten sam problem. 150 sztuk złota i wabik jest twój!
uk: Розумію, про що ти. У мене не раз була така ж проблема. 150 золотих і приманка твоя!

source: Wiem, o kogo ci chodzi. Czyli szykuje się krwawa akcja, co?
uk: Я знаю, про кого ти кажеш. Отже, справа очікується кривава, так?

source: Wiem, po co tu przyszedłeś, kolego.
uk: Я знаю, чому ти тут, приятелю.

source: Wiem, słyszałem o tym. Szczerze mówiąc, spodziewałem się, że w pewnym momencie się z nami skontaktuje. Co to za piwo?
uk: Так, я вже чув про це. Чесно кажучи, я навіть сподівався, що рано чи пізно він зв'яжеться з нами. Що це за пиво?

source: Wiem, słyszałem, już nad tym pracujemy. Dobra robota, młody. Podobno było gorąco podczas akcji.
uk: Знаю, я чув, ми вже працюємо над цим. Гарна робота, хлопче. Схоже, ця справа видалась досить запеклою.

source: Wiem, to dla mnie nie pierw... a zresztą, nieważne.
uk: Знаю, для мене це не вперше... а втім, не має значення.

source: Wiem, tylko widzisz, jedyny egzemplarz tej książki posiada Wilczy Syn, który przebywa teraz w mieście. Kupił ją od Araxos, i pewnie teraz będzie chciał wrócić z nią do Leża.
uk: Я знаю, тільки розумієш, єдиний екземпляр цієї книги належить Вовчому Синові, який зараз у місті. Він купив її в Араксос і, мабуть, захоче повернутися з нею до Лігва.

source: Wiem, wiem, przejmujesz się, czy Kylid był dobrym wyborem. Ale spójrz na to od tej strony: gdyby nie ryzyko, zakładanie się byłoby nudne!
uk: Знаю, знаю, ти стурбований тим, чи був Кайлід хорошим вибором. Але поглянь на це з іншого боку: якби не ризики, ставки були б нудними!

source: Wiem, wiem... przysłali cię, żebyś rozwiązał to śledztwo, a ja nie będę ci go utrudniać.
uk: Знаю, знаю... тебе відправили розслідувати цю справу, і я не буду тобі заважати.

source: Wiem, zostałem poinformowany o twoim zadaniu. Inaczej siedziałbyś już w lochu.
uk: Я знаю, мені повідомили про твоє завдання. Інакше ти б уже сидів у в'язниці.

source: Wiem, że Ulryk cię polubił, ale nie kazał mi cię uczyć. Złoto albo zapomnij o sprawie.
uk: Я знаю, що ти сподобався Ульріку, але він не наказував мені вчити тебе. Неси золото, або можеш забути про це.

source: Wiem, że będzie wam ciężko pożegnać się z mundurem, który nosili jeszcze wasi ojcowie.
uk: Знаю, що вам буде важко прощатися з уніформою, яку носили ще ваші батьки.

source: Wiem, że całe miasto płonie i ludzie umierają, ale jeśli zależy ci na jego życiu, musisz zdobyć dla mnie kilka rzeczy.
uk: Я знаю, що все місто палає і люди гинуть, але якщо тобі не байдуже його життя, ти повинен принести мені декілька речей.

source: Wiem, że chcesz to zrobić, Roderich – wykończ mnie. Możesz wydać na mnie wyrok tu i teraz, ale to historia ostatecznie mnie osądzi.
uk: Я знаю, що ти хочеш цього, Родеріху – прикінчити мене. Ти можеш винести мені вирок тут і зараз, але врешті-решт мене розсудить історія.

source: Wiem, że dosypałeś Smoczego Pyłu do potrawki Stana.
uk: Я знаю, що ти підсипав Драконячий пил у їжу Стена.

source: Wiem, że dosypałeś smoczego pyłu do potrawki Stana.
uk: Я знаю, що ти підсипав Драконячий пил у їжу Стена.

source: Wiem, że dużo czasu spędził w wiosce Silbach. Porozmawiaj o tej sprawie z jej Starszym, innego tropu dla ciebie nie mam.
uk: Я знаю, що він проводив багато часу в селі Сільбах. Поговори з цього приводу з його старостою, інших зачіпок я не маю.

source: Wiem, że informacje, które chcesz od niego zdobyć są dla ciebie bardzo cenne.
uk: Я знаю, що інформація, яку ти хочеш отримати від нього, дуже цінна для тебе.

source: Wiem, że jest paladynem i ma już swoje lata, ale jeśli dalej będzie mnie nękał, będę musiał porozmawiać z władzami.
uk: Я знаю, що він паладин і вже немолодий, але якщо він продовжуватиме переслідувати мене, я буду змушений звернутися до влади.

source: Wiem, że jest podniszczony, ale lepsze to niż biegać po tej wilgotnej jaskini w byle łachmanach.
uk: Знаю, він пошарпаний, але це краще, ніж бігати по цій вогкій печері в одному лахмітті.

source: Wiem, że jest sporych rozmiarów, niektórzy nawet nazywają go największym facetem, jakiego w życiu widzieli.
uk: Я знаю, що він досить великий, дехто навіть називає його найбільшим хлопцем, якого вони коли-небудь бачили.

source: Wiem, że jest wam ciężko, ale nie tylko wy macie problemy.
uk: Я знаю, що вам важко, але ви не єдині, у кого проблеми.

source: Wiem, że jesteś człowiekiem zasad - co szanuję i doceniam. Tym razem muszę cię jednak prosić, byś współdziałał ze mną bez informowania gubernatora Morrisa - zależy od tego powodzenie naszej operacji.
uk: Я знаю, що ти людина принципова – за що я тебе поважаю і ціную. Однак цього разу я змушений просити тебе про співпрацю зі мною, не повідомляючи про це губернатора Морріса – від цього залежить успіх нашої операції.

source: Wiem, że jesteś człowiekiem, który wykonuje podjętą robotę, dlatego zostawiam tutaj obiecaną nagrodę.
uk: Я знаю, що ти людина, яка виконує роботу, за яку береться, тому залишаю тут обіцяну винагороду.

source: Wiem, że jeszcze nie do końca rozumiesz co i jak tutaj działa, ale musisz pamiętać, że wierność zarządowi Gildii Kupieckiej jest ważniejsza od wszelkich kontraktów.
uk: Я знаю, що ти ще не до кінця розумієш, що та як тут влаштовано, але ти повинен пам'ятати, що лояльність до керівництва Торгової Гільдії важливіша за будь-які контракти.

source: Wiem, że nie jestem teraz w najlepszym stanie, ale gdybyś zmienił zdanie, to wiesz, że zawsze możemy wrócić do tego tematu.
uk: Я знаю, що зараз я не в найкращому стані, але якщо раптом ти передумаєш, то знай, що ми завжди можемо повернутися до цієї теми.

source: Wiem, że nie najlepiej się dogadywaliście, szczególnie gdy musiałeś przejąć pomoc w kuźni, po tym jak zostałem czeladnikiem mistrza Hannesa.
uk: Я знаю, що ви не дуже добре ладнали, особливо коли тобі довелося допомагати в кузні після того, як я став учнем майстра Ганнеса.

source: Wiem, że nie podoba Ci się moja praca... ale jakoś muszę zarobić na te lekarstwa dla rodziców. Nie pozwolę, byś była zmuszona do pracy w Mrocznych Tajemnicach! Co by nie mówili o Lichwiarzu, to płaci uczciwie i na czas, nie jak połowa tych bogaczy z miasta, którzy mają nas, biednych, głęboko gdzieś. Póki wykonuje się dokładnie jego rozkazy, to jest nawet całkiem miły. Jeszcze tylko kilka miesięcy i pomyślimy nad czymś innym... może przeniesiemy się do Silbach? Kupię skrawek ziemi i będziemy ją razem uprawiać.
uk: Я знаю, що моя робота тобі не до вподоби... але я мушу якось заробити на ліки для моїх батьків. Я не допущу, щоб ти була змушена працювати в Темних Таємницях! Що б там не говорили про Лихваря, він платить чесно і вчасно, не те що половина тих багатіїв з міста, яким на нас, бідних, начхати. Якщо точно виконувати його накази, він навіть дуже добрий. Ще кілька місяців, і ми зможемо подумати про щось інше... може, переїдемо до Сільбаху? Я куплю клаптик землі, і ми будемо разом його обробляти.

source: Wiem, że nie powinienem liczyć na zbyt wiele, ale chciałbym byś spróbował go odszukać tam na dole.
uk: Я знаю, що не варто на щось розраховувати, але я б хотів, щоб ти спробував відшукати його там, внизу.

source: Wiem, że nie zaczęliśmy najlepiej, ale chciałem wam to jakoś wynagrodzić.
uk: Я знаю, що у нас був не найкращий початок розмови, але я хотів би якось це компенсувати.

source: Wiem, że nieświadomie przeklęli twą duszę.
uk: Я знаю, що вони несвідомо прокляли твою душу.

source: Wiem, że okoliczności nie są zbyt korzystne, ale my strażnicy powinniśmy się trzymać razem.
uk: Знаю, обставини не дуже сприятливі, але ми, вартові, повинні триматися разом.

source: Wiem, że ostatnio nie układało nam się najlepiej, ale wykazałeś się dzisiaj odwagą i niesamowitymi umiejętnościami.
uk: Я знаю, що останнім часом у нас не все складалося, але сьогодні ти продемонстрував мужність і неймовірну майстерність.

source: Wiem, że podejmujesz się wszelakich zleceń, nawet porwań.
uk: Я знаю, що ти берешся за будь-яку роботу, навіть за викрадення.

source: Wiem, że podejmujesz się wszelkiego rodzaju zleceń, nawet porwań.
uk: Я знаю, що ти берешся за будь-які завдання, навіть за викрадення.

source: Wiem, że pracujesz dla straży! Ci bandyci zamknęli moich znajomych!
uk: Я знаю, що ти працюєш на вартових! Ці бандити замкнули моїх друзів!

source: Wiem, że rozkazy były jednoznaczne...
uk: Я знаю, що наказ був чітким...

source: Wiem, że sam to doskonale rozumiesz. Czasami przetrwanie zmusza nas do rzeczy okrutnych, ale koniecznych.
uk: Я знаю, що ти й сам це чудово розумієш. Іноді, щоб вижити, ми мусимо робити жорстокі, але необхідні речі.

source: Wiem, że się denerwujecie, więc zaczniemy bez dodatkowego przedłużania.
uk: Я знаю, що ви нервуєте, тому ми почнемо без зайвих затримок.

source: Wiem, że się migasz od pracy.
uk: Я знаю, що ти ухиляєшся від роботи.

source: Wiem, że się nie powtórzy, bo poniesiesz za to surową karę, po której odechce ci się gówniarskich wybryków.
uk: Я знаю, що це не повториться, бо ти понесеш за це суворе покарання, після якого ти припиниш свої дурнуваті витівки.

source: Wiem, że sobie poradzisz. Sprytny z ciebie chłopak. Tak jak z twojego brata.
uk: Я знаю, що ти впораєшся. Ти розумний хлопець. Як і твій брат.

source: Wiem, że strażnicy to też zwyczajni ludzie, po pracy mają prawo wypić sobie przecież piwko. Tomas mówił mi, że bierzecie od niego kilka skrzynek Wyspiarskiego.
uk: Я знаю, що вартові теж звичайні люди. Зрештою, вони мають право випити пива після роботи. Томас казав мені, що ти брав у нього кілька ящиків Острівного.

source: Wiem, że sytuacja nie jest najlepsza, ale nie możemy zapominać o korzeniach Wodnego Kręgu.
uk: Знаю, що ситуація не найкраща, але ми не повинні забувати про походження Кільця Води.

source: Wiem, że szukacie wszelkich sposobów na zarabianie pieniędzy, dlatego moja oferta zapłaty za skóry i łuki ciągle jest aktualna.
uk: Я знаю, що ти шукаєш різні способи заробітку, тому моя пропозиція щодо оплати шкур і луків все ще в силі.

source: Wiem, że słuchasz. Właśnie to wpędziło cię w kłopoty.
uk: Я знаю, що слухаєш. Власне, через це в тебе неприємності.

source: Wiem, że to głupie pytanie, ale nie masz może przy sobie koła? Najlepiej drewniane, takie, żeby pasowało do tego tam wozu.
uk: Знаю, що це дурнувате запитання, але у тебе випадково немає з собою колеса? Найкраще підійде дерев'яне, таке, що підійшло б до того воза.

source: Wiem, że to może nie jest najlepsza okazja, ale chciałbym prosić cię o pomoc.
uk: Я знаю, що це, можливо, не найкращий момент, але я хотів би попросити про допомогу.

source: Wiem, że to niewiele, ale jeśli jeszcze będziesz czegoś potrzebował, zajrzyj do mnie.
uk: Я знаю, що це небагато, але якщо тобі ще щось знадобиться, звертайся до мене.

source: Wiem, że to twoja sprawka! Jeszcze ci się za to kiedyś odpłacę...
uk: Я знаю, що це ти зробив! Одного дня я віддячу тобі за це...

source: Wiem, że to ty handlujesz z Cortezem i właśnie w tej sprawie tu jestem.
uk: Я знаю, що це ти торгуєш з Кортезом, і саме через це я тут.

source: Wiem, że twoje prywatne sprawy pozostają dalej, nazwijmy to, otwarte. Obiecuję, że gdy tylko moje ręce nie będą tak związane, jak teraz, postaram się bardziej ci pomóc w tej kwestii.
uk: Я знаю, що твої особисті справи і надалі залишаються, скажімо так, відкритими. Обіцяю, що як тільки мої руки не будуть так зв'язані, як зараз, я постараюся більше допомогти тобі в цьому питанні.

source: Wiem, że współpraca z poprzednim pracodawcą nie poszła po twojej myśli. Dlatego nie będę czekał na formalności i wręczę ci pancerz gwardzisty już teraz.
uk: Я знаю, що співпраця з попереднім роботодавцем не склалася так, як ти планував. Тому не чекатиму формальностей і вручу тобі обладунок гвардійця вже зараз.

source: Wiem, że wy, najemnicy, lubicie załatwiać takie sprawy w jeden sposób, ale nie chcę mu jeszcze podrzynać gardła.
uk: Я знаю, що ви, найманці, любите вирішувати такі питання одним способом, але я поки що не хочу перерізати йому горлянку.

source: Wiem, że zabrzmi to okropnie, ale ta pieczęć była ważniejsza od samego Burkharda.
uk: Знаю, це звучатиме жахливо, але ця печатка була важливішою за самого Бурхарда.

source: Wiem, że zrobiłeś to tylko ze względu na swoje pieniądze, ale dzięki za pomoc w przygotowaniach.
uk: Я знаю, що ти робив це лише заради грошей, але дякую, що допоміг мені підготуватися.

source: Wiem.
uk: Знаю.

source: Wiem. Co jeszcze napisała?
uk: Знаю. Що ще вона написала?

source: Wiem. Powiem wszystko Cortezowi później.
uk: Знаю, я все розповім Кортезу пізніше.

source: Wiem. Słyszałem o tobie.
uk: Я знаю. Чув про тебе.

source: Wiem... Wiem, że to Rasco ukradł najdroższą Betsy! Moją szczęśliwą owcę! Dał mi ją Sir Ramsey wiele wiosen temu.
uk: Я впевнений... Я впевнений, що це Раско вкрав мою любу Бетсі! Мою щасливу овечку! Її подарував мені сер Рамзі багато років тому.

source: Wiemy, gdybyśmy nie byli tego pewni, nie dostałbyś awansu! Trzymaj się w tej czołówce!
uk: Ми це знаємо. Якби не були в цьому впевнені, то тебе б не підвищили! Продовжуй у тому ж дусі!

source: Wiemy, że działają gdzieś w porcie i wykorzystują łodzie do przewożenia towarów.
uk: Ми знаємо, що вони діють десь у порту і використовують човни для перевезення товарів.

source: Wieprz
uk: Вепр

source: Wiernie wypełniać obowiązki i dbać o dobre imię straży.
uk: Сумлінно виконувати обов'язки та підтримувати добре ім'я Варти.

source: Wiernie wypełniać obowiązki i zadbać o dobre imię straży.
uk: Сумлінно виконувати обов'язки та дбати про добре ім'я Варти.

source: Wiernie wypełnić obowiązki i dbać o dobre imię straży.
uk: Сумлінно дотримуватись обов'язків та підтримувати добре ім'я Варти.

source: Wierny proroka
uk: Послідовник пророка

source: Wierz mi - to nie jest człowiek, któremu łatwo zaimponować.
uk: І повір мені – він не та людина, на яку легко справити враження.

source: Wierz mi, chłopcze. Nie zamieniłbym tej roboty na nic innego na świecie.
uk: Повір мені, хлопче. Я б не проміняв цю роботу ні на що інше в світі.

source: Wierz mi, jeśli szukasz dobrego zarobku i potrafisz walczyć, nie ma dla ciebie lepszego miejsca niż to.
uk: Повір, якщо ти шукаєш хороший заробіток і вмієш битися, то кращого місця для тебе не знайти.

source: Wierz mi, raczej nie chciałbyś pływać po takich miejscach.
uk: Повір, в таких місцях тобі не захочеться плавати.

source: Wierz mi, tam było równie ciężko.
uk: Повір, там теж було тяжко.

source: Wierz mi, to nie jest przyjemne uczucie. Ja poświęciłem całe swoje życie na służbę Adanosowi, a zobacz, jak zostałem potraktowany.
uk: Повір мені, це не найприємніше відчуття. Я присвятив усе своє життя служінню Аданосу, і подивися, як зі мною обійшлися.

source: Wierz mi. Jeśli was tam zaprowadzę, to nie czeka na was tam nic dobrego.
uk: Повірте мені. Якщо я доправлю вас туди, нічого хорошого вас там не чекає.

source: Wierzycie w pomoc tych, którzy opluwają, biją i wtrącają do lochu waszych synów i córki?!
uk: Чи вірите ви в допомогу тих, хто запльовує, б'є і кидає до в'язниці ваших синів і дочок?!

source: Wierzycie w pomoc tych, którzy zabierają wam ostatnie monety?!
uk: Чи вірите ви в допомогу тих, хто забирає у вас останні монети?!

source: Wierzyli w to, dopóki najzwyczajniej w świecie ich ktoś nie zabił. Nie powtórz ich błędu.
uk: Вони вірили в це, поки, просто кажучи, хтось їх не вбив. Не повторюй їхніх помилок.

source: Wierzysz w te brednie? Bo ja nie. Szykują coś dużego, czuję to w kościach.
uk: Ти віриш у цю маячню? Бо я ні. Вони готують щось грандіозне, я це відчуваю.

source: Wierzący powiedzą, że to Innos poplątał ludziom języki za karę, że ci bili pokłony Beliarowi. Uczeni zaś stwierdzą, że różnorodność gwar, dialektów i akcentów na świecie ma swoje podłoże w naturalnym i samoistnym procesie powstawania i rozwijania się odmiennych sobie kultur.
uk: Віруючі вважають, що це Іннос зіпсував людям язики в покарання за те, що вони поклонялися Беліару. Вчені ж стверджують, що розмаїття діалектів, говірок і наріч у світі зумовлене природним і спонтанним процесом зародження і розвитку несхожих між собою культур.

source: Wierzę jednak, że już lada dzień nasi chłopcy przełamią ten impas w Lomarze i drogi handlowe do Myrtany będą odblokowane.
uk: Але я вірю, що з дня на день наші хлопці прорвуть цю блокаду в Ломарі і торгові шляхи до Міртани будуть розблоковані.

source: Wierzę na słowo.
uk: Повірю на слово.

source: Wierzę w to, że każdy jest panem swojego losu.
uk: Я вірю в те, що кожен є господарем своєї долі.

source: Wierzę, że damy radę Bestii. Już niedługo któryś z nas powiesi sobie jej łeb nad kominkiem jako ozdobę.
uk: Я вірю, що ми впораємося зі Звіром. Мине небагато часу, і один з нас повісить його голову над каміном, як трофей.

source: Wierzę, że doskonale sprawdzisz się jako minister gospodarki naszego Nowego Archolos.
uk: Я впевнений, що ти чудово впораєшся з обов'язками міністра економіки нашого Нового Архолосу.

source: Wiesz - oferta Gildii cały czas jest aktualna.
uk: Знаєш, пропозиція Гільдії залишається в силі.

source: Wiesz chociaż, jak on miał na imię?
uk: Ти хоч знаєш, як його звали?

source: Wiesz co kolego? Mam dzisiaj dobry dzień!
uk: Знаєш що, друже? У мене сьогодні хороший день!

source: Wiesz co, chłopaczku? Tak sobie myślę, że musi być ci cholernie ciężko z tymi wszystkimi gratami.
uk: Знаєш що, хлопче? Я думаю, що тобі, напевно, до біса важко носити з собою усе це барахло.

source: Wiesz co, czemu nie? Kto nam zabroni szwendać się po mieście w wolnym czasie? Spotkajmy się tutaj jakoś o północy, zobaczymy, co teraz to miasto ma do zaoferowania!
uk: А знаєш, чому б і ні? Хто нам забороняє гуляти містом у вільний час? Давай зустрінемось тут десь опівночі, подивимось, що це місто може запропонувати зараз!

source: Wiesz co, kupiłem to dla siebie, ale tobie przyda się o wiele bardziej.
uk: А знаєш що, я купив це для себе, але тобі це пригодиться набагато більше.

source: Wiesz co, masz rację. Od tego sterczenia zaschło mi w gardle.
uk: Знаєш що, ти правий. У мене пересохло в горлі від усієї цієї метушні.

source: Wiesz co, mały, nie znam cię, ale od razu widać, że lubisz sprowadzać kłopoty.
uk: Знаєш що, хлопче, я тебе не знаю, але відразу видно, що ти любиш створювати проблеми.

source: Wiesz co, może póki co sobie odpuścimy to całe wspinanie?
uk: Знаєш що, чому б нам поки що не відкласти спроби кудись залізти?

source: Wiesz co, naprawdę zachowujesz się jak rozpuszczona księżniczka. Zaczynam się zastanawiać, czy dasz radę podnieść kilof.
uk: Знаєш, ти поводишся, як розбещена принцеса. Я вже починаю сумніватися, чи ти зможеш впоратися з киркою.

source: Wiesz co, szukamy raczej kogoś, kto naprawdę zna się na rzeczy. Daj znać, jak się trochę podszkolisz.
uk: Знаєш що, ми шукаємо когось, хто дійсно знає свою справу. Дай знати, коли трохи наберешся досвіду.

source: Wiesz co, wydaje mi się, że wystarczy mi twojej pracy. Całkiem nieźle się spisałeś, muszę przyznać. Oto twoja zapłata.
uk: Знаєш що? Я думаю, що твоєї роботи для мене достатньо. Мушу сказати, ти добре попрацював. Ось твоя оплата.

source: Wiesz co, zapomnijmy o całej sprawie, masz tu za fatygę i nie wracajmy już do tego.
uk: Знаєш що, давай забудемо про це, вип'ємо за твою безглуздість і не повертатимемось більше до цього.

source: Wiesz co, zmieniłem zdanie. Sama sobie szukaj tego mięsa.
uk: Знаєш що, я передумав. Шукай сама те м'ясо.

source: Wiesz co, średnio mam ochotę na pogaduszki...
uk: Знаєш що, я не дуже охочий до балачок...

source: Wiesz co... nieważne. Po prostu chodźmy.
uk: Знаєш що... неважливо. Просто ходімо.

source: Wiesz co... zrobię dla ciebie wyjątek, ale tylko dlatego, że pomogłeś mi wrobić Otho. Cały czas mam z tego ubaw.
uk: Знаєш що... Я зроблю для тебе виняток, але тільки тому, що ти допоміг мені підставити Отто. Я постійно з цього сміюся.

source: Wiesz co? Chyba poczekam z wizytą u Corteza kilka godzin, możesz zająć moje miejsce i iść prosto do niego. Może tobie pójdzie lepiej niż tamtemu facetowi.
uk: Знаєш, що? Думаю, я зачекаю кілька годин з візитом до Кортеза, а ти можеш зайняти моє місце і піти прямо до нього. Може, тобі більше пощастить, ніж тому хлопцеві.

source: Wiesz co? Cieszę się, że mogę udzielać ci tych lekcji. Przy okazji sam sobie wszystko powtarzam, a treningu nigdy za dużo!
uk: Знаєш що, я з радістю поділюсь з тобою знаннями. Між іншим, я і сам попрактикуюсь, а тренувань ніколи багато не буває!

source: Wiesz co? Daj mi już lepiej spokój. Nie zrozum mnie źle, jestem bardzo wdzięczny za twoją pomoc, sam plan też był niczego sobie...
uk: Знаєш що, краще дай мені спокій. Зрозумій мене правильно, я дуже вдячний за твою допомогу, сам план теж був непоганий...

source: Wiesz co? Król mógłby brać lekcje od wioski! A w zasadzie to ode mnie!
uk: Знаєш що? Король міг би повчитися у села! Або, власне, у мене!

source: Wiesz co? Masz dzisiaj cholerne szczęście, chyba właśnie wracają z polowania. Najlepiej jeśli sam ich dopytasz o szczegóły.
uk: А знаєш що? Тобі сьогодні дуже пощастило – схоже, вони якраз повернулися з полювання. Краще розпитай їх детальніше сам.

source: Wiesz co? Miasto jest straszliwie przereklamowane!
uk: Знаєш що? Місто страшенно переоцінене!

source: Wiesz co? Może masz rację... Może rzeczywiście wygnanie i ucieczka nigdzie mnie nie doprowadzą.
uk: Знаєш що, можливо ти маєш рацію... Можливо, вигнання і втеча ні до чого мене не приведуть.

source: Wiesz co? Nie bierz tego do siebie, ale jakoś ci z gęby źle patrzy.
uk: Знаєш, не сприймай це на свій рахунок, але твоє обличчя виглядає підозріло.

source: Wiesz co? Nie bierz tego do siebie, ale jakoś ci z gęby źle patrzy. Wolę nie ryzykować.
uk: Знаєш, не сприймай це на свій рахунок, але твоє обличчя виглядає підозріло. Я б не хотів ризикувати.

source: Wiesz co? Nie do końca wierzę w te twoje bajki, ale jako przykładni strażnicy sprawdzimy te niezwykle niepokojące zeznania, które zdobyliśmy podczas naszego śledztwa.
uk: Знаєш що? Я не дуже вірю в твої казки, але як зразкові вартові ми перевіримо ці вкрай тривожні свідчення, які ми отримали під час нашого слідства.

source: Wiesz co? Niech będzie, niech sobie stąd ucieka. Przynajmniej nie będzie już moim problemem.
uk: Знаєш що? Нехай буде так, нехай тікає звідси. Принаймні, він більше не буде моєю проблемою.

source: Wiesz co? Szkoda naszego czasu, więc nie będę owijał w bawełnę. Nasza organizacja nie potrzebuje już twoich usług.
uk: Знаєш що, це марна трата нашого часу, тому не буду довго і нудно говорити. Наша організація більше не потребує твоїх послуг.

source: Wiesz co? Teraz za bardzo nie mogę o tym wszystkim słuchać, ale na pewno przemyślę wszystko, co mi powiedziałeś, i się do was odezwę.
uk: Знаєш що, мені зараз ніколи це слухати, але я обов'язково подумаю про все, що ти мені сказав, і дам тобі знати.

source: Wiesz co? Wydajesz się całkiem fajny.
uk: Знаєш що? Ти схожий на порядного хлопа.

source: Wiesz co? Z miłą chęcią będę patrzył jak twoje marzenie o 'WIELKIEJ STRAŻY' popada w ruinę!
uk: Знаєш що, я з задоволенням подивлюся, як твоя мрія про 'ВЕЛИЧНУ ВАРТУ' буде зруйнована!

source: Wiesz co? Z tobą to chyba trzeba porozmawiać w inny sposób...
uk: Знаєш що? Мабуть, з тобою варто поговорити по-іншому...

source: Wiesz cokolwiek o tym, od czego to się zaczęło?
uk: Ти знаєш, з чого все почалося?

source: Wiesz coś może o jaszczurach za cmentarzem?
uk: Знаєте щось про ящерів за цвинтарем?

source: Wiesz coś może o wilczych jagodach?
uk: Ти знаєш що-небудь про вовчі ягоди?
